export interface LegacyCardData {
  title: string
  description: string
}

export const legacyCards: LegacyCardData[] = [
  {
    title: "Соёлын солилцоо",
    description:
      "Хотон болон баруун соёлуудын хооронд худалдаа, соёл, шинжлэх ухааны солилцоо нэмэгдсэн.",
  },
  {
    title: "Төлөвлөгөө",
    description:
      "Монголын түүхэнд эргэлт оруулсан хууль, ёс суртахууны зарчмуудыг тогтоосон.",
  },
  {
    title: "Хүн нэгтгэх",
    description:
      "Янз бүрийн ард түмэн, соёлыг хүлээн авсан нэгтгэлийн үзэл санааг хөгжүүлсэн.",
  },
  {
    title: "Цэргийн стратеги",
    description:
      "Дэлхийн цэргийн тактик, зохион байгуулалтыг өөрчилсөн стратеги өндөр үнэлэгдэх болсон.",
  },
  {
    title: "Дэлхийн үзэл",
    description:
      "Нэгдсэн худалдаа, харилцаа, зам тээврийн сүлжээ дэлхий дахины үзэл санааг өргөжүүлсэн.",
  },
  {
    title: "Найрамдлын мөрөөдөл",
    description:
      "Түүний ухаалаг удирдлага олон ард түмнийг нэгтгэж, эв нэгдлийг бэхжүүлсэн.",
  },
]
